[{
    "title": " Boom festival",
    "image":
      "https://www.festivalim.co.il/wp-content/uploads/2018/12/Boom_Festival_0.jpg",
    "embedUrls":
      "https://boomfestival.org/boom2022/",
    "description": "The Boom Festival is a biennial transformational, multidisciplinary, psychedelic and sustainable festival that happens every two years in Portugal. Editions are in sync with the full moon.",
    "date": "july 22-29, 2022",
    "location": "Portugal, in Idanha-a-Nova"
  },
  {"title": "ozura festival",
  "image":
   "https://thumbs.dreamstime.com/b/entrance-ozora-psychedelic-music-festival-hungary-26141183.jpg",
  "embedUrls":
    "https://ozorafestival.eu/",
  "description": "The Ozora is with Solar Festival one of the two sizeable transformational festival festivals in Hungary, one of the largest psychedelic trance festivals in Europe, Ozora is similar to the Boom Festival in Portugal, Burning Man in United States, Fusion Festival in Germany one of the Most Famous Festivals in the World, who also reach more than 40,000 visitors every year.",
  "date": "AUGUST 1-7 2022"
},
{"title": "ZNA Gathering",
"image":
  "https://znagathering.com/wp-content/uploads/2020/02/07-600x400.jpg",
"embedUrls":
  "https://znagathering.com/",
"description": "The ZNA Gathering is a biennial psytrance festival in Portugal. Coming from the land that many consider to be the Mecca of psytrance festivals",
"date": "May 6, 2022"
},
{"title": "shankra festival",
"image":
  "https://mesibatube.com/wp-content/uploads/2022/03/241012158_368301368094299_5545653410840849730_n.jpg",
"embedUrls":
  "https://shankrafestival.org/",
"description": "Beyond music, our main goal is to create a diverse and complete experience. Our activity program takes you on a guided journey to to get in touch with new and mind expanding experiences, while shaping new abilities and collecting inspiring knowledge.",
"date": "May 6-11, 2023"
},

{"title": "afro nation",
"image":
  "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS89DF1YkJ5HeYKyxjQ9dQR9a1FRMhtlLMl9A&usqp=CAU",
"embedUrls":
  "https://afronation.com/",
"description": "The 2022 edition of Afro Nation Portugal will bring together the best artists in Afrobeats, Hip Hop, RnB, Dancehall, Amapiano Afro House and more. Expect world-class production and iconic live performances and DJ sets over three days.",
"date": "1ST-3RD JULY 2022"
},
{"title": "summerjam",
"image":
  "https://reggae-steady-ska.com/wp-content/uploads/2018/06/Summerjam-Reggae-Festival-2018-Lineup-Fuehlinger-See-Cologne-Germany.jpg",
"embedUrls":
  "https://en.summerjam.de/",
"description": "The hip-hop summer festival format was originally pioneered and popularized by San Francisco radio station KMEL with their large-scale Summer Jam concerts[1] from 1987 through the 1990s and present day.[2] KMEL continues to host smaller versions of the event annually.[3] Similarly, Los Angeles station KKBT held an annual Summer Jam hip-hop concert during the 1990s after hiring KMEL's Program Director in 1993.[1] The concert was discontinued as the station switched formats.",
"date": " JULY 30, 2023"
},
{"title": "victoriaska fest",
"image":
  "https://imageland.indivision.ca/4617016.jpg",
"embedUrls":
  "https://victoriaskafest.ca/show/563563/view",
"description": "It took just a tiny bit longer than we expected, but the Victoria Ska & Reggae Society is beyond excited to welcome New Zealand, All-Maori reggae powerhouse KATCHAFIRE back to Victoria! It's been 5 years since Katchafire joined us in Victoria and you can expect a bigger, more triumphant energy than ever, as they return celebrating 25 years as a band.",
"date": "October 6-8, 2022"
},
{"title": "wireless-festival",
"image":
  "https://images.sk-static.com/images/media/profile_images/series/1697/huge_avatar",
"embedUrls":
  "https://www.musicfestivalwizard.com/festivals/wireless-festival-2022/",
"description": "Marvel Studios' Doctor Strange in the Multiverse of Madness—a thrilling ride through the Multiverse with Doctor Strange, his trusted friend Wong and Wanda Maximoff, aka Scarlet Witch. Doctor Strange in the Multiverse of Madness opens in U.S. theaters on May 6, 2022.",
"date": "May 6, 2022"
},

{"title": "80s Rock The Dam Fest ",
"image":
  "https://media.resources.festicket.com/www/photos/card_ER1I3sX.PNG",
"embedUrls":
  "https://myrockshows.com/event/612001-beaver-dam-amphitheater/",
"description": "You have a great opportunity to visit 80s Rock The Dam Fest 2022 on 30.07.2022 at City Park in Beaver Dam, KY.Explore this page to find more about the upcoming festival history and details for a visitor.",
"date": "July, 30 Sat 2023"
},
{"title": "SLIPKNOT FEST",
"image":
  "https://www.wacken.com/fileadmin/_processed_/a/b/csm_alien_rockin_explosion_2019_41b138b937.jpg",
"embedUrls":
  "https://www.wacken.com/de/programm/bands/#/bandfilter/alien-rockin-explosion#artistdetail",
"description": "SLIPKNOT emerged at the back end of the 20th Century from the US midwestern town of Des Moines, IA and quickly established themselves as the most enigmatic, provocative, and aggressive collective in contemporary music. 1999’s eponymous debut album is widely regarded as a modern day classic and was honored by Metal Hammer magazine as the ‘Best Debut of the Last 25 Years.’",
"date": "July 6, 2023"
},
{"title": "Smukfest",
"image":
  "https://www.wacken.com/fileadmin/_processed_/b/8/csm_judas_priest_2020_1192e40005.jpg",
"embedUrls":
  "https://www.songkick.com/festivals/1466-smukfest/id/40121647-smukfest-2022",
"description": "Deep in a forest of beech outside Skanderborg in Denmark lies the infamous Smukfest. Rock, heavy metal, pop, blues, andfolk fill the air of Denmark's 2nd largest camping festival. The mascot of Smukfest is a troll named Waltidur Festismuk Kærligkys Ølimund Rockilund Trold which roughly translates to Waltidur Party-Beauty Loving-Kiss Beer-In-Mouth Rock-In-Grove Troll. OFFICIAL WEBSITE",
"date": "May 26, 2022"
},
{"title": "wacken",
"image":
  "https://images.pexels.com/photos/210922/pexels-photo-210922.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
"embedUrls":
  "https://www.wacken.com/en/?r=1",
"description": "The odds are pretty good that this year’s Wacken Open Air will be mostly dry and hot! Thats why we take the time to talk a little bit about how behave…",
"date": "may 14, 2022"
}
]